---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FaceSplitter
source: html/18b82545-9978-2090-b423-eb355606a830.htm
---
# FaceSplitter Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.